Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/state_examinations/the_state_examinations_commission.html.txt.tmx
Source language: en
Languages: ga

source: The State Examinations Commission
ga: Coimisiún na Scrúduithe Stáit

source: The State Examinations Commission oversees the State examinations at second level in Ireland
ga: Déanann Coimisiún na Scrúduithe Stáit maoirseacht ar na scrúduithe Stáit ag an dara leibhéal in Éirinn

source: These examinations are the Junior Certificate and the Leaving Certificate
ga: Is iad na scrúduithe seo ná an Teastas Sóisearach agus an Ardteistiméireacht

source: It also organises certain trade and professional examinations
ga: Déanann sé scrúduithe áirithe trádála agus gairmiúla a reáchtáil freisin

source: In 2003 the Commission was established by the Government to take over responsibility for the development, assessment, accreditation and certification of the State certificate examinations from the Department of Education and Science (now Skills)
ga: Bhunaigh an Rialtas an Coimisiún in 2003 chun an fhreagracht a ghlacadh chuige ón Roinn Oideachais agus Eolaíochta (anois Scileanna) maidir le forbairt, le measúnú, le creidiúnú agus le deimhniú scrúduithe teastais an Stáit

source: It works in partnership with school authorities and education providers to run the examination and assessment system in a fair, accountable and accessible way
ga: Feidhmíonn sé in éineacht le húdaráis scoileanna agus le soláthraithe oideachais chun an córas scrúdaithe agus measúnaithe a reáchtáil i mbealach cothrom, freagrach agus inrochtana

source: The Commission is responsible for the operation of all aspects of the established Leaving Certificate, Leaving Certificate Vocational Programme, Leaving Certificate Applied and Junior Certificate examinations including written, oral, aural and practical components and assessed course work in some subjects
ga: Tá an Coimisiún freagrach as feidhmiú gach gné den Ardteistiméireacht chruthaithe, de Ghairmchlár na hArdteistiméireachta, den Ardteistiméireacht Fheidhmeach agus den Teastas Sóisearach agus comhpháirteanna scríofa, béaltrialach, cluastrialach, praiticiúil agus obair chúrsa mheasúnaithe in ábhair áirithe san áireamh freisin

source: This includes preparing examination papers and other examination material
ga: Áirítear leis seo páipéir scrúdaithe agus ábhair scrúdaithe eile a ullmhú

source: The Commission is also responsible for deciding how State examinations are conducted and choosing suitable venues where they can be held
ga: Tá an Coimisiún freagrach freisin as cinneadh a dhéanamh i dtaobh reáchtáil na scrúduithe stáit agus i dtaobh ionaid oiriúnacha a roghnú inar féidir iad a chur ar siúl

source: It has an archive of past examination papers available on its website
ga: Tá cartlann de sheanpháipéir scrúdaithe ar fáil ar a láithreán gréasáin

source: The Commission determines the procedures for the conduct and supervision of examinations and arranges to have the examinations marked
ga: Déanann an Coimisiún cinneadh maidir leis na nósanna imeachta i riaradh agus i maoirseacht na scrúduithe agus déanann sé socruithe i gcomhair mharcáil na scrúduithe

source: This includes the recruitment of contract staff to supervise the examinations and to draft and mark examination components
ga: Áirítear leis seo foireann ar chonradh a earcú chun na scrúduithe a mhaoirsiú agus chun comhpháirteanna na scrúduithe a dhréachtú agus a mharcáil

source: It is responsible for charging and collecting fees for examinations
ga: Tá sé freagrach as táillí scrúdaithe a ghearradh agus a bhailiú

source: The Commission is responsible for issuing the results of all State examinations
ga: Tá an Coimisiún freagrach freisin as torthaí na scrúduithe Stáit uile a eisiúint

source: It also decides the procedures which allow for the review and appeal of examinations at the request of candidates
ga: Ina theannta sin, déanann sé cinneadh maidir leis na nósanna imeachta a shocrú a chuireann ar chumas iarrthóirí athbhreithniú agus achomharc a dhéanamh ar scrúdaithe dá mba mhian leo

source: You have the right to appeal the results of a state examination to the State Examinations Commission
ga: Tá sé de cheart agat torthaí scrúdaithe Stáit a achomharc le Coimisiún na Scrúduithe Stáit

source: The Commission holds records of all State examination results and you can apply to it for a certified copy of your results – see 'How to apply' below
ga: Coimeádann an Coimisiún taifead ar thorthaí uile na scrúduithe Stáit agus is féidir leat iarratas a dhéanamh chun cóip dheimhnithe de do thorthaí a fháil – féach 'Conas Iarratas a dhéanamh' thíos

source: The Commission operates a service where candidates can get their examination results by telephone or over the internet using a Personal Identification Number (PIN)
ga: Soláthraíonn an Coimisiún seirbhís trínar féidir le hiarrthóirí a dtorthaí scrúdaithe a fháil ar an teileafón nó ar an ngréasán trí Uimhir Aitheantais Phearsanta (UAP) a úsáid

source: These services are not intended to replace the service and advice provided by schools but are intended as an alternative service for candidates who cannot avail of the results service offered by their schools
ga: Níl sé i gceist go nglacfadh na seirbhísí seo áit na seirbhíse agus na comhairle a chuireann scoileanna ar fáil. Ina ionad sin, cuirtear na seirbhísí seo ar fáil d'iarrthóirí nach bhfuil ábalta, ar chúis éigin, leas a bhaint as na seirbhísí a chuireann na scoileanna ar fáil

source: Statement of results: there is a charge of €14.50 for each certified copy of results
ga: Ráiteas na dtorthaí: tá costas €14.50 ann maidir le gach cóip dheimhnithe de thorthaí

source: Appeals procedure: the appeal fee is €40 per subject in the case of Leaving Certificate and must be paid in advance
ga: Nós imeachta achomhairc: tá táille €40 ann in aghaidh an ábhair i gcás na hArdteistiméireachta agus ní mór í a íoc roimh ré

source: This will be refunded to you if your result is upgraded
ga: Déanfar an táille seo a aisíoc leat má dhéantar do thoradh a uasghrádú

source: You can apply for a certified copy of your results by downloading an application form (pdf) from the State Examinations Commission website or by writing to the Commission
ga: Is féidir leat iarratas a dhéanamh ar chóip dheimhnithe de do thorthaí ach foirm iarratais (pdf) a íoslódáil ó láithreán gréasáin Choimisiún na Scrúduithe Stáit nó scríobh chuig an gCoimisiún
